Repository: reganomika/Printer
Catalog: *.lproj/Localizable.strings
Languages: de, es_419, fr, it, pt_br

source: History
de: Verlauf
es_419: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

source: Welcome to
de: Willkommen bei
es_419: Bienvenido a
fr: Bienvenue à
it: Benvenuto in
pt_br: Bem-vindo(a)

source: settings
de: Einstell.
es_419: Ajustes
fr: Réglages
it: Impostaz.
pt_br: Ajustes

source: history
de: Verlauf
es_419: Historial
fr: Historique
it: Storia
pt_br: Histórico

source: import
es_419: Importar
fr: Importer
it: Importa
pt_br: Importar

source: Explore premium
de: Premium sehen
es_419: Ver Premium
fr: Découvrir Premium
it: Scopri Premium
pt_br: Explorar Plus

source: Unlock all features
de: Alles freischalten
es_419: Desbloq. todo
fr: Tout débloquer
it: Sblocca tutto
pt_br: Desbloq. tudo

source: Start now
de: Jetzt starten
es_419: Empezar
fr: Commencer
it: Inizia ora
pt_br: Começar

source: Share with others
de: Teilen
es_419: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar

source: Select icon
de: Icon wählen
es_419: Elegir icono
fr: Choisir icône
it: Seleziona icona
pt_br: Escolher ícone

source: Privacy policy
de: Datenschutz
es_419: Privacidad
fr: Confid.
it: Privacy
pt_br: Privacidade

source: Terms of use
de: Nutzungsbed.
es_419: Términos
fr: Conditions
it: Termini
pt_br: Termos

source: We’d love your feedback!
de: Gib uns Feedback!
es_419: Dinos tu opinión
fr: Donne ton avis !
it: Dacci un parere!
pt_br: Dê sua opinião!

source: Tell us what you think about our app — we’re all ears!
de: Sag uns deine Meinung!
es_419: Queremos saber tu opinión
fr: Donne ton avis !
it: Dicci cosa pensi!
pt_br: Conte pra nós o que acha!

source: Write a feedback
de: Feedback geben
es_419: Enviar opinión
fr: Écrire avis
it: Scrivi parere
pt_br: Enviar opinião

source: How to connect to Printer
de: Drucker verbinden
es_419: Conectar impresora
fr: Connexion à l’imprimante
it: Come connettere la stampante
pt_br: Como conectar a impressora

source: Is the app compatible with my printer model?
de: Kompatibel mit Drucker?
es_419: ¿Es compatible?
fr: Compatible avec mon modèle ?
it: Compatibile con la mia stampante?
pt_br: Compatível com a minha impressora?

source: Why can’t the app find my printer?
de: Warum kein Drucker?
es_419: ¿No encuentra impresora?
fr: Pourquoi pas d’imprimante ?
it: Perché non trova la stampante?
pt_br: Por que não acha impressora?

source: What document formats can I print?
de: Welche Formate möglich?
es_419: ¿Qué formatos?
fr: Formats supportés ?
it: Quali formati posso stampare?
pt_br: Quais formatos posso imprimir?

# faq0
source: Ensure your printer is turned on and within range of your Wi-Fi network. Use the printer’s control panel to connect it to the Wi-Fi network. Make sure it’s close enough to the router for a stable connection. On your device, select “Add a printer” and choose your wireless printer from the available options.
de: Drucker an, mit WLAN verbinden, auswählen.
es_419: Enciende, conecta a Wi-Fi y selecciona.
fr: Allumez, connectez au Wi-Fi, sélectionnez.
it: Accendi la stampante, connettila al Wi-Fi e selezionala.
pt_br: Ligue a impressora e conecte ao Wi-Fi.

# faq1
source: We support over 7,000 popular printer models from top brands, including: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica Minolta, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA Triumph-Adler, Toshiba, Xerox, ZINK, and many more.
de: Über 7000 Modelle werden unterstützt.
es_419: Soporte para más de 7000 modelos.
fr: Plus de 7000 imprimantes prises en charge.
it: Supportiamo oltre 7000 modelli di stampanti famose.
pt_br: Suporte a mais de 7000 modelos.

# faq2
source: 1. Make sure your printer is powered on and showing no error messages. Try restarting it to reset the connection. 2. Confirm that both your iPhone or iPad and the printer are connected to the same Wi-Fi network. 3. Check for low or empty supplies — ensure the printer has enough paper, ink, or toner. 4. Look for any alerts or error messages on the printer's display, and consult the user manual for specific troubleshooting steps. 5. Visit the manufacturer’s website to check for available firmware updates — even brand-new printers may need one. 6. Verify that your printer supports AirPrint, as not all models are compatible.
de: 1. Neustart 2. WLAN prüfen 3. Tinte prüfen 4. Firmware prüfen 5. AirPrint?
es_419: 1. Reinicia 2. Wi-Fi 3. Papel/tinta 4. Firmware 5. ¿AirPrint?
fr: 1. Redémarrez 2. Même Wi-Fi 3. Vérifiez l’encre 4. Màj firmware 5. AirPrint requis.
it: 1. Riavvia la stampante 2. Stesso Wi-Fi 3. Controlla inchiostro 4. Aggiorna firmware 5. Verifica AirPrint.
pt_br: 1. Reinicie 2. Mesmo Wi-Fi 3. Papel/tinta 4. Firmware 5. AirPrint ativo?

# faq3
source: Currently, the app supports the following seven formats: DOC, DOCX, XLS, XLSX, PPT, PPTX, and PDF.
de: Unterstützt: DOC, XLS, PPT, PDF.
es_419: Soporta DOC, XLS, PPT, PDF.
fr: DOC, DOCX, XLS, PPT, PDF pris en charge.
it: Supportati: DOC, DOCX, XLS, XLSX, PPT, PPTX, PDF.
pt_br: Formatos: DOC, XLS, PPT, PDF.

source: Gallery
de: Galerie
es_419: Galería
fr: Galerie
it: Galleria
pt_br: Galeria

source: Scan
de: Scannen
es_419: Escanear
fr: Scanner
it: Scanner
pt_br: Scanner

source: Files
de: Dateien
es_419: Archivos
fr: Fichiers
it: File
pt_br: Arquivos

source: Browser
es_419: Navegador
fr: Navigateur
pt_br: Navegador

source: Ready to print
de: Bereit zum Drucken
es_419: Listo para imprimir
fr: Prêt à imprimer
it: Pronto a stampare
pt_br: Pronto para imprimir

source: Upload files from gallery, scanner or browser
de: Lade aus Galerie, Scan oder Web
es_419: Sube desde galería, escáner o web
fr: Importez depuis galerie, scan, web
it: Carica file da galleria, scanner o browser
pt_br: Carregue da galeria, scanner ou navegador

source: It looks empty here
de: Hier ist es leer
es_419: Está vacío aquí
fr: C’est vide ici
it: Qui è vuoto
pt_br: Está vazio aqui

source: Add your first document to begin
de: Füge ein Dokument hinzu
es_419: Agrega un doc. para empezar
fr: Ajoutez un fichier pour débuter
it: Aggiungi un file per iniziare
pt_br: Adicione um doc. para começar

source: Add document
de: Dok. hinzufügen
es_419: Agregar doc.
fr: Ajouter fichier
it: Aggiungi file
pt_br: Adicionar doc.

source: Not now
de: Später
es_419: Ahora no
fr: Plus tard
it: Non ora
pt_br: Agora não

source: Privacy
de: Datenschutz
es_419: Privacidad
fr: Vie privée
pt_br: Privacidade

source: Restore
de: Wiederherst.
es_419: Restaurar
fr: Restaurer
it: Ripristina
pt_br: Restaurar

source: Terms
de: AGB
es_419: Términos
fr: Conditions
it: Termini
pt_br: Termos

source: Continue
de: Weiter
es_419: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Welcome to Air Printer
de: Willkommen bei Air Printer
es_419: Bienvenido a Air Printer
fr: Bienvenue à Air Printer
it: Benvenuto in Air Printer
pt_br: Bem-vindo ao Air Printer

source: Welcome
de: Willkommen
es_419: Bienvenido
fr: Bienvenue
it: Benvenuto
pt_br: Bem-vindo

source: Send photos, docs, and web pages to your printer directly from your phone
de: Sende alles direkt vom Handy
es_419: Imprime desde el móvil
fr: Imprimez photos, docs, pages web
it: Stampa foto, documenti e pagine web
pt_br: Imprima direto do celular

source: Smart printer detection
de: Auto-Erkennung
es_419: Detección auto.
fr: Détection auto
it: Rilevamento stampante
pt_br: Detecção smart

source: Auto-detecting and connecting to your printer in seconds
de: Automatisch verbinden
es_419: Conexión automática
fr: Détection rapide
it: Rilevamento e connessione rapida
pt_br: Conexão automática

source: Share your thoughts with us
de: Sag uns deine Meinung
es_419: Tu opinión cuenta
fr: Donne ton avis
it: Condividi opinione
pt_br: Compartilhe sua opinião

source: Your voice matters — help us make the app even better
de: Hilf uns besser zu werden
es_419: Ayúdanos a mejorar
fr: Aide à améliorer l’app
it: Aiutaci a migliorare l'app
pt_br: Ajude-nos a melhorar

source: Share
de: Teilen
es_419: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar

source: One tap to scan and edit your file in high quality
de: Scannen & bearbeiten
es_419: Escanea y edita fácil
fr: Scan/modif en HD
it: Scansiona e modifica in HD
pt_br: Escaneie e edite fácil

source: Scan and Edit your files
de: Scannen & Editieren
es_419: Escanear y editar
fr: Scan et modif.
it: Scansiona e modifica
pt_br: Scan e edição

source: Edit
de: Bearbeiten
es_419: Editar
fr: Modifier
it: Modifica
pt_br: Editar

source: Air Printer Unlimited
de: Air Printer Unlim.
es_419: Air Printer Ilim.
fr: Air Printer illimité
it: Air Printer illim.
pt_br: Air Printer Ilimitado

source: Unlimited
de: Unbegrenzt
es_419: Ilimitado
fr: Illimité
it: Illimitato
pt_br: Ilimitado

source: Unlimited printing, faster speeds, and storage for %@
de: Drucken ohne Limit
es_419: Imprime rápido y sin límite
fr: Impression rapide et illimitée
it: Stampa illimitata, velocità più rapide e spazio di archiviazione per %@
pt_br: Impressão ilimitada e rápida

source: Print without limits, experience faster processing, and files storage
de: Schnell, unbegrenzt, speichern
es_419: Impresión sin límites
fr: Sans limite et rapide
it: Stampa veloce e senza limiti
pt_br: Imprima sem limites e rápido

source: Start free trial
de: Gratis testen
es_419: Probar gratis
fr: Essai gratuit
it: Prova gratuita
pt_br: Teste grátis
